export default TheoryData = [
  {
    key: "0",
    img: "https://mtrend.ru/wp-content/uploads/2019/12/600px-information_icon_svg.png",
    textPreview: "Инструкция",
    fullText: `
    Добро пожаловать! Здесь тебя ждут не только интересные задачи, но и возможность сразиться с настоящими знатоками теории вероятностей.
    Ну а перед этим хотелось бы рассказать тебе правила игры, ведь они не так просты, как кажется ;)
    Твоя задача - заработать как можно больше мишек, чтобы подняться в рейтинге как можно выше. Для этого тебе нужно выполнять задания на вкладке "Практика". 
    Максимум за правильное решение всех задач - 200 мишек. Задач много, но они могут повторяться, поэтому максимум за каждую следующую попытку уменьшается на 5%. Однако это работает только, если ты будешь проходить одну и ту же викторину несколько раз, на новые правило не распространяется!
    Чтобы решать задачи, нужны жизни. Как только они закончатся, у тебя не получится проходить игру дальше. Но! За 50 мишек ты сможешь купить ещё жизней. Просто нажми на сердечко вверху на главном экране. 
    В какой-то момент выигрыш за викторину станет меньше, чем стоимость сердечка. Это стоит учитывать. Поэтому, если разберёшься с одной задачей, приступай к остальным. 
    На вкладке "Статистика" можно увидеть, кто сейчас лидирует. На их месте легко сможешь оказаться и ты.
    Ну а сейчас нажми на красный крестик, потом на кнопку "Теория вероятностей", хорошенько изучи всё, что там написано и приступай к удивительной игре. Удачи!
    `,
    video: "q9VIh_Ouuq8",
  },
  {
    key: "1",
    img: "https://polit.ru/media/photolib/2014/02/07/ps_dice_1391771558.jpg",
    textPreview: "Теория \nвероятностей",
    fullText: `Сложение событий

Суммой двух событий A и B называется событие A+B, которое состоит в том, что наступит или событие A, или событие B, или оба события одновременно. В том случае, если события несовместны, последний вариант отпадает, то есть может наступить или событие A, или событие B.
Правило распространяется и на большее количество слагаемых, например, событие A1 + A2 + A3 + A4 + A5 состоит в том, что произойдет хотя бы одно из событий A1, A2, A3, A4, A5, а если события несовместны — то одно и только одно событие из этой суммы: или событие A1, или событие A2, или событие A3, или событие A4, или событие A5.

Умножение событий

Произведением двух событий A И B называют событие AB, которое состоит в совместном появлении этих событий. Иными словами, умножение AB означает, что при некоторых обстоятельствах наступит и событие A, и событие B. Аналогичное утверждение справедливо и для большего количества событий: например, произведение A1A2A3 … A10 подразумевает, что при определенных условиях произойдет и событие A1, и событие A2, и событие A3,..., и событие A10.`,
    video: "q9VIh_Ouuq8",
  },
];
