export default Tests = [
  [
    0,
    [
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену вызов будет с разных районов",
        correct_option: "0.36  ",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену все вызовы будут из первого района",
        correct_option: "0.36",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену все вызовы будут из второго района",
        correct_option: "0.09",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену сначала позвонят из первого. потом из второго",
        correct_option: "0.18",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену сначала позвонят из второго. потом из первого",
        correct_option: "0.18",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену хотя бы из первого района",
        correct_option: "0.78",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену хотя бы из второго района",
        correct_option: "0.48",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не было вызовов из первого районов",
        correct_option: "0.09",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не было вызовов из второго района",
        correct_option: "0.36",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену менее двух вызовов из второго",
        correct_option: "0.78",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену менее двух вызовов из первого",
        correct_option: "0.48",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену будет 1 вызов из первого",
        correct_option: "0.48",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену будет 1 вызов из второго",
        correct_option: "0.42",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не менее 1 вызова из первого",
        correct_option: "0.78",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не менее 1 вызова из второго",
        correct_option: "0.48",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену первым будет вызов из первого",
        correct_option: "0.6",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену первым будет вызов из второго",
        correct_option: "0.3",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену вторым будет вызов из первого",
        correct_option: "0.6",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену вторым будет вызов из второго",
        correct_option: "0.3",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не будет вызовов из первого",
        correct_option: "0.16",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не будет вызовов из второго",
        correct_option: "0.49",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не менее двух из первого",
        correct_option: "0.36",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не менее двух из второго",
        correct_option: "0.09",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не более двух вызовов из первого",
        correct_option: "1",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не более двух вызовов из второго",
        correct_option: "1",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену оба из первого или второго",
        correct_option: "0.45",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену хотя бы два из первого",
        correct_option: "0.36",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену хотя бы два из второго",
        correct_option: "0.09",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не более одного из первого",
        correct_option: "0.48",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену не более одного из второго",
        correct_option: "0.78",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену один из второго и один из первого",
        correct_option: "0.36",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену хотя бы 2 вызов из первого",
        correct_option: "0.6",
      },
      {
        question:
          "Отделение реанимации и интенсивной терапии принимает пострадавших с двух районов. Вероятность того что вызов поступит из первого 60%. а из второго 30%. Обычно за одну смену происходит максимум 2 вызова. Найти вероятность того, что за смену хотя бы 2 вызов из второго",
        correct_option: "0.3",
      },
    ],
    0,
    1,
  ],
  [
    1,
    [
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что пойдут представители разных полов",
        correct_option: "0.32",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что пойдут одни мальчики",
        correct_option: "0.64",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что пойдут одни девочки",
        correct_option: "0.04",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что на север пойдет мальчик, а на юг девочка",
        correct_option: "0.16",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что на юг пойдет мальчик, а на север девочка",
        correct_option: "0.16",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что хотя бы один мальчик",
        correct_option: "0.96",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что хотя бы одна девочка",
        correct_option: "0.36",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что мальчики не ходили",
        correct_option: "0.04",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что девочки не ходили",
        correct_option: "0.64",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что менее 2 мальчиков",
        correct_option: "0.36",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что менее 2 девочек",
        correct_option: "0.96",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что 1 мальчик",
        correct_option: "0.32",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что 1 девочка",
        correct_option: "0.32",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что не менее 1 мальчика",
        correct_option: "0.96",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что не менее 1 девочки",
        correct_option: "0.36",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что на север пойдет мальчик",
        correct_option: "0.8",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что на юг пойдет девочка",
        correct_option: "0.2",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что на юг пойдет мальчик",
        correct_option: "0.8",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что на север пойдет девочка",
        correct_option: "0.2",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что менее одного мальчика",
        correct_option: "0.04",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что менее одной девочки",
        correct_option: "0.64",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что не менее двух мальчиков",
        correct_option: "0.64",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что не менее двух девочек",
        correct_option: "0.04",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что не более 2 мальчиков",
        correct_option: "1",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что не более 2 девочка",
        correct_option: "1",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что оба мальчика или обе девочки",
        correct_option: "0.68",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что хотя бы 2 мальчика",
        correct_option: "0.64",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что хотя бы 2 девочки",
        correct_option: "0.04",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что не более 1 мальчика",
        correct_option: "0.36",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что не более 1 девочки",
        correct_option: "0.96",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что 1 девочка и 1 мальчик",
        correct_option: "0.32",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что на юг идет мальчик",
        correct_option: "0.8",
      },
      {
        question:
          "В школьном походе принимало участие 80% мальчиков и 20% девочек. На привале нужно было выбрать 2 человек, которые пойдут за дровами для костра. При этом один пойдет на север, другой на юг. Найдите верояность того, что на Юг идет девочка",
        correct_option: "0.2",
      },
    ],
    0,
    1,
  ],
  [
    2,
    [
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что А – оба ученые",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что В – оба инженеры",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что только 1 учёный",
        correct_option: "0.32",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что только 1 инженер",
        correct_option: "0.32",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что 1 инженер, 2 ученых",
        correct_option: "0.09",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы 1 инженер",
        correct_option: "0.96",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы 1 учёный",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый инженер",
        correct_option: "0.8",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый учёный",
        correct_option: "0.2",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что второй инженер",
        correct_option: "0.8",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что второй учёный",
        correct_option: "0.2",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что только первый инженер",
        correct_option: "0.09",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что только второй инженер",
        correct_option: "0.09",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы первый инженер",
        correct_option: "0.8",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы первый учёный",
        correct_option: "0.2",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не менее 1 инженера",
        correct_option: "0.96",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не менее 1 учёный",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что менее 1 инженера",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что менее 1 учёный",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не более 1 инженера",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не более 1 учёный",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что более 1 инженера",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что более 1 учёный",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не менее 2 инженера",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не менее 2 ученых",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что менее 2 инженера",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что менее 2 ученых",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что оба разные дни",
        correct_option: "0.32",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что 2 инженера или 2 ученых",
        correct_option: "0.68",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы 2 инженера",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы 2 ученых",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы второй учёный",
        correct_option: "0.2",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы второй инженер",
        correct_option: "0.8",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый не учёный",
        correct_option: "0.8",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый не инженер",
        correct_option: "0.2",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что один не инженер",
        correct_option: "0.32",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что один не учёный",
        correct_option: "0.32",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что второй не инженер",
        correct_option: "0.2",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что второй не учёный",
        correct_option: "0.8",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый инженер второй не учёный",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый не инженер и второй не учёный",
        correct_option: "0.09",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый не инженер второй учёный",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый не учёный второй инженер",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый не учёный второй не инженер",
        correct_option: "0.09",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый учёный второй инженер",
        correct_option: "0.09",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый учёный второй не инженер",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что два учёный или два инженера",
        correct_option: "0.68",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что два не инженер или два не учёный",
        correct_option: "0.68",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что два инженера или два не инженера",
        correct_option: "0.68",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что два учёный или два не учёный",
        correct_option: "0.68",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что два не инженера",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что два не учёные",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первй ни инженер ни учёный",
        correct_option: "0",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый ни не инженер ни не учёный",
        correct_option: "0",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый не инженер ни инженер",
        correct_option: "0",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый ни не учёный ни учёный",
        correct_option: "0",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый день инженер или учёный",
        correct_option: "1",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что второй день инженер или учёный",
        correct_option: "1",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что первый день не инженер или не учёный",
        correct_option: "1",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что второй не инженер или не учёный",
        correct_option: "1",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что только 1 не инженер",
        correct_option: "0.32",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что только 1 не учёный",
        correct_option: "0.32",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы 1 не инженер",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы 1 не учёный",
        correct_option: "0.96",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы первый не инженер",
        correct_option: "0.2",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что хотя бы первый не учёный",
        correct_option: "0.8",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не менее 1 не инженера",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не менее 1 не учёный",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что менее 1 не инженера",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что менее 1 не учёный",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не более 1 не инженера",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не более 1 не учёный",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что более 1 не инженера",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что более 1 не учёный",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не менее 2 не инженеры",
        correct_option: "0.04",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что не менее 2 не учёный",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что менее 2 не инженеры",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 20% выпусников Политеха становятся учёными, а 80% - инжненерами. Два друга заканчивают Политех, найдите вероятность что менее 2 не учёный",
        correct_option: "0.36",
      },
    ],
    0,
    2,
  ],
  [
    3,
    [
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что они взяли разную закуску",
        correct_option: "0.66",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что обе закуски – поридж",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что обе закуски - митбол",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что обе закуски - панкейк",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли поридж, вторым митбол",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли поридж, второй панкейк",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли митбол, второй поридж",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли митбол, второй панкейк",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли панкейк, второй митбол",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли панкейк, вторым поридж",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Хотя бы 1 поридж",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Хотя бы 1 митбол",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Хотя бы 1 панкейк",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не было панкейка",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не было пориджа",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не было митбола",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Менее 2 пориджей",
        correct_option: "0.88",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Менее 2 митболов",
        correct_option: "0.88",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Менее 2 панкейков",
        correct_option: "0.88",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли поридж, вторым не митбол",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли поридж, вторым не панкейк",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли поридж, вторым не поридж",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не меньше 1 пориджа",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не меньше 1 митбола",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не меньше 1 панкейка",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли поридж",
        correct_option: "0.33",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли митбол",
        correct_option: "0.33",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли панкейк",
        correct_option: "0.33",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что вторым взяли митбол",
        correct_option: "0.33",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что вторым взяли панкейк",
        correct_option: "0.33",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что вторым взяли поридж",
        correct_option: "0.33",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Менее 1 пориджа",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Менее 1 митбола",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Менее 1 панкейка",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не менее 2 пориджей",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не менее 2 митболов",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не менее 2 панкейков",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 2 панкейков",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 2 пориджей",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 2 митболов",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба пориджа или оба митбола",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба пориджа или оба панкейка",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба панкейка или оба пориджа",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба панкейка или оба митбола",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба митбола или оба пориджа",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба митбола или оба панкейка",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 1 панкейка",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 1 пориджа",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 1 митбола",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что обе закуски – одинаковые",
        correct_option: "0.33",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что обе закуски не разные",
        correct_option: "0.33",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что обе закуски не поридж",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что обе закуски не митбол",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что обе закуски не панкейк",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли не поридж, вторым митбол",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли не поридж, второй панкейк",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли не митбол, второй поридж",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли не митбол, второй панкейк",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли не панкейк, второй митбол",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли не панкейк, вторым поридж",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли поридж, вторым не митбол",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли поридж, второй не панкейк",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли митбол, второй не поридж",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли митбол, второй не панкейк",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли панкейк, второй не митбол",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли панкейк, вторым не поридж",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли не поридж, вторым не митбол",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли не поридж, второй не панкейк",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли не митбол, второй не поридж",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли не митбол, второй не панкейк",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли не панкейк, второй не митбол",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли не панкейк, вторым не поридж",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не пориджа или оба митбола",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не пориджа или оба панкейка",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не панкейка или оба пориджа",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не панкейка или оба митбола",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не митбола или оба пориджа",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не митбола или оба панкейка",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не пориджа или оба не митбола",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не пориджа или оба не панкейка",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не панкейка или оба не пориджа",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не панкейка или оба не митбола",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не митбола или оба не пориджа",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба не митбола или оба не панкейка",
        correct_option: "0.11",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба пориджа или оба не митбола",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба пориджа или оба не панкейка",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба панкейка или оба не пориджа",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба панкейка или оба не митбола",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба митбола или оба не пориджа",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что оба митбола или оба не панкейка",
        correct_option: "0.55",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли не поридж",
        correct_option: "0.66",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли не митбол",
        correct_option: "0.66",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первым взяли не панкейк",
        correct_option: "0.66",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что вторым взяли не митбол",
        correct_option: "0.66",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что вторым взяли не панкейк",
        correct_option: "0.66",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что вторым взяли не поридж",
        correct_option: "0.66",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Хотя бы 1 не поридж",
        correct_option: "0.88",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Хотя бы 1 не митбол",
        correct_option: "0.88",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что Хотя бы 1 не панкейк",
        correct_option: "0.88",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не менее 2 не пориджей",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не менее 2 не митболов",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не менее 2 не панкейков",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 2 не панкейков",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 2 не пориджей",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что не более 2 не митболов",
        correct_option: "0.44",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли митбол, вторым не митбол",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли митбол, вторым не панкейк",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли митбол, вторым не поридж",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли панкейк, вторым не митбол",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли панкейк, вторым не панкейк",
        correct_option: "0.22",
      },
      {
        question:
          "По статистике зумеры предпочитают в равной степени три вида брейкфаста: поридж, митболы и панкейки. Два друга зумера решили пообедать попутно листая твиттер. Найдите вероятность что первой взяли панкейк, вторым не поридж",
        correct_option: "0.22",
      },
    ],
    0,
    2,
  ],
  [
    4,
    [
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: обе бадяги',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: обе нормальные',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: только 1 бадяга',
        correct_option: "0.18",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: только 1 нормальная',
        correct_option: "0.18",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: 1 нормальный, 2 бадяга',
        correct_option: "0.09",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы 1 нормальная',
        correct_option: "0.99",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы 1 бадяга',
        correct_option: "0.19",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая нормальная',
        correct_option: "0.9",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая бадяга',
        correct_option: "0.1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: вторая нормальная',
        correct_option: "0.9",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: вторая бадяга',
        correct_option: "0.1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: только первая нормальная',
        correct_option: "0.09",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: только вторая нормальная',
        correct_option: "0.09",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы первая нормальная',
        correct_option: "0.9",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы первая бадяга',
        correct_option: "0.1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не менее 1 нормальной',
        correct_option: "0.99",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не менее 1 бадяга',
        correct_option: "0.19",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: менее 1 нормальной',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: менее 1 бадяга',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не более 1 нормальной',
        correct_option: "0.19",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не более 1 бадяга',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: более 1 нормальной',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: более 1 бадяга',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не менее 2 нормальных',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не менее 2 бадяга',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: менее 2 нормальных',
        correct_option: "0.19",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: менее 2 бадяга',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: оба разные дни',
        correct_option: "0.18",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: 2 нормальных или 2 бадяга',
        correct_option: "0.82",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы 2 нормальных',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы 2 бадяга',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы вторая бадяга',
        correct_option: "0.1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы вторая нормальная',
        correct_option: "0.9",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая не бадяга',
        correct_option: "0.9",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая не нормальная',
        correct_option: "0.1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: один не нормальная',
        correct_option: "0.18",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: один не бадяга',
        correct_option: "0.18",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: вторая не нормальная',
        correct_option: "0.1.",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: вторая не бадяга',
        correct_option: "0.9",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая нормальная вторая не бадяга',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая не нормальная и вторая не бадяга',
        correct_option: "0.09",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая не нормальная вторая бадяга',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая не бадяга вторая нормальная',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая не бадяга вторая не нормальная',
        correct_option: "0.09",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая бадяга вторая нормальная',
        correct_option: "0.09",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая бадяга вторая не нормальная',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: два бадяга или два нормальных',
        correct_option: "0.82",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: два не нормальная или два не бадяга',
        correct_option: "0.82",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: два нормальных или два не нормальных',
        correct_option: "0.82",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: два бадяга или два не бадяга',
        correct_option: "0.82",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: два не нормальных',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: два не бадяга',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первй ни нормальная ни бадяга',
        correct_option: "0",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая ни не нормальная ни не бадяга',
        correct_option: "0)",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая не нормальная ни нормальная',
        correct_option: "0)",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая ни не бадяга ни бадяга',
        correct_option: "0",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая день нормальная или бадяга',
        correct_option: "1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: вторая день нормальная или бадяга',
        correct_option: "1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: первая день не нормальная или не бадяга',
        correct_option: "1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: Вторая не нормальная или не бадяга',
        correct_option: "1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: только 1 не нормальная',
        correct_option: "0.18",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: только 1 не бадяга',
        correct_option: "0.18",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы 1 не нормальная',
        correct_option: "0.19",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы 1 не бадяга',
        correct_option: "0.99",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы первая не нормальная',
        correct_option: "0.1",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: хотя бы первая не бадяга',
        correct_option: "0.9",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не менее 1  не  нормальной',
        correct_option: "0.19",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не менее 1 не бадяга',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: менее 1 не нормальной',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: менее 1 не бадяга',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не более 1 не нормальной',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не более 1 не бадяга',
        correct_option: "0.19",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: более 1 не нормальной',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: более 1 не бадяга',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не менее 2 не нормальных',
        correct_option: "0.01",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: не менее 2 не бадяга',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: менее 2 не нормальных',
        correct_option: "0.81",
      },
      {
        question:
          'Самарский пивзавод производит пиво "Жигулёвское" и как правило 1 из 10 партий - редкостная бадяга. найдите вероятность, что из двух соседних поставок: менее 2 не бадяга',
        correct_option: "0.19",
      },
    ],
    0,
    3,
  ],
  [
    5,
    [
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней оба солнечные",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней оба пасмурные",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней только 1 солнечный",
        correct_option: "0.375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней только 1 пасмурный",
        correct_option: "0.375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней 1 солнечный второй пасмурный",
        correct_option: "0.375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы 1 солнечный",
        correct_option: "0.9375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы 1 пасмурный",
        correct_option: "0.4375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый солнечный",
        correct_option: "0.75",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый пасмурный",
        correct_option: "0.25",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней второй солнечный",
        correct_option: "0.75",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней второй пасмурный",
        correct_option: "0.25",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней только первый солнечный",
        correct_option: "0.1875",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней только второй солнечный",
        correct_option: "0.1875",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы первый солнечный",
        correct_option: "0.75",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы первый пасмурный",
        correct_option: "o.25",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не менее 1 солнечного",
        correct_option: "0.9375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не менее 1 пасмурного",
        correct_option: "0.4375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней менее 1 солнечного",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней менее 1 пасмурного",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не более 1 солнечного",
        correct_option: "0.4375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не более 1 пасмурного",
        correct_option: "0.9375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней более 1 солнечного",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней более 1 пасмурного",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не менее 2 солнечных",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не менее 2 пасмурных",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней менее 2 солнечных",
        correct_option: "0.4375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней менее 2 пасмурных",
        correct_option: "0.9375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней оба разные дни",
        correct_option: "0.375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней 2 солнечных или 2 пасмурных",
        correct_option: "0.625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы 2 солнечных",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы 2 пасмурных",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы второй пасмурный",
        correct_option: "0.25",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы второй солнечный",
        correct_option: "0.75",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый не пасмурный",
        correct_option: "0.75",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней Первый не солнечный",
        correct_option: "0.25",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней один не солнечный",
        correct_option: "0.375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней один не пасмурный",
        correct_option: "0.375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней второй не солнечный",
        correct_option: "0.25",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней второй не пасмурный",
        correct_option: "0.75",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый солнечный второй и не пасмурный",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый не солнечный и второй не пасмурный",
        correct_option: "0.1875",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый не солнечный второй пасмурный",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый не пасмурный второй солнечный",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый не пасмурный второй не солнечный",
        correct_option: "0.1875",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый пасмурный второй солнечный",
        correct_option: "0.1875",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый пасмурный второй не солнечный",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней два пасмурных или два солнечных",
        correct_option: "0.625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней два не солнечный или два не пасмурных",
        correct_option: "0.625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней два солнечных или два не солнечных",
        correct_option: "0.625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней два пасмурных или два не пасмурных",
        correct_option: "0.625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней два не солнечных",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней два не пасмурных",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый ни солнечный ни пасмурный",
        correct_option: "0",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый ни не солнечный ни не пасмурный",
        correct_option: "0",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый не солнечный ни солнечный",
        correct_option: "0",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый ни не пасмурный ни пасмурный",
        correct_option: "0",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый день солнечный или пасмурный",
        correct_option: "1",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней второй день солнечный или пасмурны",
        correct_option: "1",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней первый день не солнечный или не пасмурный",
        correct_option: "1",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней второй день не солнечный или не пасмурный",
        correct_option: "1",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней только 1 не солнечный",
        correct_option: "0.375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней только 1 не пасмурный",
        correct_option: "0.375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы 1 не солнечный",
        correct_option: "0.4375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы 1 не пасмурный",
        correct_option: "0.9375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы первый не солнечный",
        correct_option: "0.25",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней хотя бы первый не пасмурный",
        correct_option: "0.75",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не менее 1  не  солнечного",
        correct_option: "0.4375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не менее 1 не пасмурного",
        correct_option: "0.9375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней менее 1 не солнечного",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней менее 1 не пасмурного",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не более 1 не солнечного",
        correct_option: "0.9375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не более 1 не пасмурного",
        correct_option: "0.4375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней более 1 не солнечного",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней более 1 не пасмурного",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не менее 2 не солнечных",
        correct_option: "0.0625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней не менее 2 не пасмурных",
        correct_option: "0.5625",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней менее 2 не солнечных",
        correct_option: "0.9375",
      },
      {
        question:
          "Летом 3 из 4 дней – солнечные, остальные - пасмурные. Найти вероятность того, что из двух соседних дней менее 2 не пасмурных",
        correct_option: "0.4375",
      },
    ],
    0,
    3,
  ],
  [
    6,
    [
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что оба долго прослужат",
        correct_option: "0,48",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что оба мало прослужат",
        correct_option: "0.08",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что только один долго прослужит",
        correct_option: "0.44",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что только один мало прослужит",
        correct_option: "0.44",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что один долго прослужит, а другой мало",
        correct_option: "0.44",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что хотя бы один долго прослужит",
        correct_option: "0.86",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что Хотя бы один мало прослужит",
        correct_option: "0.52",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что Samsung долго прослужит",
        correct_option: "0.8",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что Xiaomi долго прослужит",
        correct_option: "0.6",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что Samsung мало прослужит",
        correct_option: "0.2",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что Xiaomi мало прослужит",
        correct_option: "0.4",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что только Samsung долго прослужит",
        correct_option: "0.32",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что только Xiaomi долго прослужит",
        correct_option: "0.12",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что хотя бы Samsung долго прослужит",
        correct_option: "0.8",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что хотя бы Xiaomi долго прослужит",
        correct_option: "0.6",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что хотя бы Samsung мало прослужит",
        correct_option: "0.2",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что хотя бы Xiaomi мало прослужит",
        correct_option: "0.4",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что не менее одного долго прослужит",
        correct_option: "0.86",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что не менее одного мало прослужит",
        correct_option: "0.52",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что менее одного долго прослужит",
        correct_option: "0.08",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что менее одного мало прослужит",
        correct_option: "0.48",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что не более одного долго прослужит",
        correct_option: "0.52",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что не более одного мало прослужит",
        correct_option: "0.86",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что более одного долго прослужит",
        correct_option: "0.48",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что более одной мало прослужит",
        correct_option: "0.08",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что не меньше двух долго прослужат",
        correct_option: "0.48",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что не меньше двух мало прослужат",
        correct_option: "0.08",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что меньше двух долго прослужат",
        correct_option: "0.52",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что меньше двух мало прослужат",
        correct_option: "0.86",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что один долго прослужит, а другой мало прослужит",
        correct_option: "0.44",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что или оба долго прослужат, или мало прослужат",
        correct_option: "0.56",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что хотя бы два долго прослужат",
        correct_option: "0.48",
      },
      {
        question:
          "В магазине продается телефон Samsung и Xiaomi. Вероятность того, что Samsung долго прослужит равна 80%, а Xiaomi 60%. Какова вероятность, что хотя бы два мало прослужат",
        correct_option: "0.08",
      },
    ],
    0,
    4,
  ],
  [
    7,
    [
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что оба выиграют",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что оба проиграют",
        correct_option: "0.35",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что только 1 выиграет",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что только 1 проиграет",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что 1 выиграет и 1 проиграет",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что хотя бы 1 выиграет",
        correct_option: "0.65",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что хотя бы 1 проиграет",
        correct_option: "0.85",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что Рубин выиграет",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что Рубин проиграет",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что Зенит выиграет",
        correct_option: "0.3",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что Зенит проиграет",
        correct_option: "0.7",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что только Рубин выиграет",
        correct_option: "0.35",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что только Зенит выиграет",
        correct_option: "0.15",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что хотя бы Рубин выиграет",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что хотя бы Рубин проиграет",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что не менее 1 выиграет",
        correct_option: "0.65",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что не менее 1 проиграет",
        correct_option: "0.85",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что менее 1 выиграет",
        correct_option: "0.35",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что менее 1 проиграет",
        correct_option: "0.15",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что не более 1 выиграет",
        correct_option: "0.85",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что не более 1 проиграет",
        correct_option: "0.65",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что более 1 выиграет",
        correct_option: "0.15",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что более 1 проиграет",
        correct_option: "0.35",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что не менее 2 выиграют",
        correct_option: "0.15",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что не менее 2 проиграют",
        correct_option: "0.35",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что менее 2 выиграют",
        correct_option: "0.85",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что менее 2 проиграют",
        correct_option: "0.65",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что 1 выиграет, а другой проиграет",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что или оба выиграют или оба проиграют",
        correct_option: "0.5",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что хотя бы 2 выиграют",
        correct_option: "0.15",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что хотя бы 2 проиграют",
        correct_option: "0.35",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что хотя бы Зенит выиграет",
        correct_option: "0.3",
      },
      {
        question:
          "Футбольный клуб Рубин может выиграть матч с вероятностью 50%, а Зенит – 30%. Каждый должен сыграть 1 матч, не играя друг с другом. Найти вероятности того, что хотя бы Зенит проиграет",
        correct_option: "0.7",
      },
    ],
    0,
    4,
  ],
  [
    8,
    [
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что оба останутся на стипендии",
        correct_option: "0.27",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что оба останутся без стипендии",
        correct_option: "0.07",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что только 1 останется на стипендии",
        correct_option: "0.66",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что только 1 останется без стипендии",
        correct_option: "0.66",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что 1 останется на стипендии и 1 без нее",
        correct_option: "0.66",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что хотя бы 1 останется на стипендии",
        correct_option: "0.93",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что хотя бы 1 останется без стипендии",
        correct_option: "0.73",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что Коля останется на стипендии",
        correct_option: "0.9",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что Коля останется без стипендии",
        correct_option: "0.1",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что Миша останется на стипендии",
        correct_option: "0.3",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что Миша останется без стипендии",
        correct_option: "0.7",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что только Коля останется на стипендии",
        correct_option: "0.63",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что только Миша останется на стипендии",
        correct_option: "0.03",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что хотя бы Коля останется на стипендии",
        correct_option: "0.9",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что хотя бы Коля останется без стипендии",
        correct_option: "0.1",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что не менее 1 останется на стипендии",
        correct_option: "0.93",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что не менее 1 останется без стипендии",
        correct_option: "0.73",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что менее 1 останется на стипендии",
        correct_option: "0.07",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что менее 1 останется без стипендии",
        correct_option: "0.27",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что не более 1 останется на стипендии",
        correct_option: "0.73",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что не более 1 останется без стипендии",
        correct_option: "0.93",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что более 1 останется на стипендии",
        correct_option: "0.27",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что более 1 останется без стипендии",
        correct_option: "0.07",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что не менее 2 останется на стипендии",
        correct_option: "0.27",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что не менее 2 останется без стипендии",
        correct_option: "0.07",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что менее 2 останется на стипендии",
        correct_option: "0.73",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что менее 2 останется без стипендии",
        correct_option: "0.93",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что 1 останется на стипендии, а другой нет",
        correct_option: "0.66",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что или оба останутся на стипендии или оба останутся без нее",
        correct_option: "0.34",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что хотя бы 2 останутся на стипендии",
        correct_option: "0.27",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что хотя бы 2 останутся без стипендии",
        correct_option: "0.07",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что хотя бы Миша останется на стипендии",
        correct_option: "0.3",
      },
      {
        question:
          "У Коли, который учится каждый день, вероятность, что он останется на стипендии – 90%, а у Миши, который учится лишь иногда – 30%. Какова вероятность, что хотя бы Миша останется без стипендии",
        correct_option: "0.7",
      },
    ],
    0,
    1,
  ],
  [
    9,
    [
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что вылетят самолеты из разных компаний",
        correct_option: "0,42",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что вылетят одни самолеты из компании Победа",
        correct_option: "0,49",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что вылетят одни самолеты из компании Аэрофлот",
        correct_option: "0,09",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что на север полетит самолет из компании Победа, а на юг самолет из компании Аэрофлот",
        correct_option: "0,21",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что на юг полетит самолет из компании Победа, а на север самолет из компании Аэрофлот",
        correct_option: "0,21",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что хотя бы один самолет из компании Победа",
        correct_option: "0,91",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что хотя бы один самолет из компании Аэрофлот",
        correct_option: "0,51",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что самолеты из компании Победа не вылетали",
        correct_option: "0,09",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что самолеты из компании Аэрофлот не вылетали",
        correct_option: "0,49",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что менее 2 самолетов из компании Победа",
        correct_option: "0,51",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что менее 2 самолетов из компании Аэрофлот",
        correct_option: "0,91",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что 1 самолет из компании Победа",
        correct_option: "0,42",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что 1 самолет из компании Аэрофлот",
        correct_option: "0,42",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что не менее 1 из компании Победа",
        correct_option: "0,91",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что не менее 1 из компании Аэрофлот",
        correct_option: "0,51",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что на север полетит самолет из компании Победа",
        correct_option: "0,7",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что на юг полетит самолет из компании Аэрофлот",
        correct_option: "0,3",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что на юг полетит самолет из компании Победа",
        correct_option: "0,7",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что на север полетит самолет из компании Аэрофлот",
        correct_option: "0,3",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что менее одного самолета из компании Победа",
        correct_option: "0,09",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что менее одного самолета из компании Аэрофлот",
        correct_option: "0,49",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что не менее двух самолетов из компании Победа",
        correct_option: "0,49",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что не менее двух самолетов из компании Аэрофлот",
        correct_option: "0,09",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что не более 2 самолетов из компании Победа",
        correct_option: "1",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что не более 2 самолетов из компании Аэрофлот",
        correct_option: "1",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что оба самолета из компании Победа или самолета из компании Аэрофлот",
        correct_option: "0,58",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что хотя бы 2 самолета из компании Победа",
        correct_option: "0,49",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что хотя бы 2 самолета из компании Аэрофлот",
        correct_option: "0,09",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что не более 1 самолета из компании Победа",
        correct_option: "0,51",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что не более 1 самолета из компании Аэрофлот",
        correct_option: "0,91",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что 1 самолет из компании Аэрофлот и 1 самолет из компании Победа",
        correct_option: "0,42",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что на юг вылетел самолет из компании Победа",
        correct_option: "0,7",
      },
      {
        question:
          "В аэропорту есть 70% самолетов от компании Победа и 30% от компании Аэрофлот. Из аэропорта вылетает 2 самолета. При этом один полетит на север, другой на юг. Найдите верояность того, что на Юг вылетел самолет из компании Аэрофлот",
        correct_option: "0,3",
      },
    ],
    0,
    1,
  ],
  [
    10,
    [
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: хотя бы 1 – Marvel ",
        correct_option: "0.09",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: оба Marvel ",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: менее двух – DC ",
        correct_option: "0.84",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: не более 1 – Marvel ",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: все разное ",
        correct_option: "0.48",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: первый – Marvel, второй – DC ",
        correct_option: "0.24",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: хотя бы 1 – DC ",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: оба DC ",
        correct_option: "0.16",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: менее двух – Marvel ",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: не более 1 – DC ",
        correct_option: "0.84",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: первый – DC, второй – Marvel ",
        correct_option: "0.24",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: первый – DC ",
        correct_option: "0.4",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: первый – Marvel ",
        correct_option: "0.6",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: второй – DC ",
        correct_option: "0.4",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: второй – Marvel ",
        correct_option: "0.6",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: 1 – Marvel ",
        correct_option: "0.48",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: 1 – DC ",
        correct_option: "0.48",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: ни один Marvel ",
        correct_option: "0.16",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: ни один DC ",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: не менее 1 Marvel ",
        correct_option: "0.84",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: не менее 1 DC ",
        correct_option: "0.64",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: менее 1 DC ",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: менее 1 Marvel ",
        correct_option: "0.16",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: не более 2 DC ",
        correct_option: "1",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: не более 2 Marvel ",
        correct_option: "1",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: оба Marvel или оба DC ",
        correct_option: "0.52",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: хотя бы 2 DC ",
        correct_option: "0.16",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: хотя бы 2 Marvel ",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: не менее двух Marvel ",
        correct_option: "0.36",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: не менее двух DC ",
        correct_option: "0.16",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: 1 – DC и 1 – Marvel ",
        correct_option: "0,48",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: хотя бы второй Marvel ",
        correct_option: "0,6",
      },
      {
        question:
          "По статистике 60% читателей комиксов предпочитают Marvel, 40% – DC. Два друга выбирают комиксы. Найти вероятность события: хотя бы второй DC ",
        correct_option: "0,4",
      },
    ],
    0,
    2,
  ],
  [
    11,
    [
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: оба вызова с котами",
        correct_option: "0.5625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: оба вызова с пожарами",
        correct_option: "0.0625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: только один с котами",
        correct_option: "0.375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: только один с пожарами",
        correct_option: "0.375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: 1 с котами и 1 с пожарами",
        correct_option: "0.375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: хотя бы один с котами",
        correct_option: "0.9375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: хотя бы один с пожарами",
        correct_option: "0.4375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: первый вызов с котами",
        correct_option: "0.75",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: первый вызов с пожарами",
        correct_option: "0.25",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: второй вызов с котами",
        correct_option: "0.75",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: второй вызов с пожарами",
        correct_option: "0.25",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: только первый с котами",
        correct_option: "0.1875",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: только второй с пожарами",
        correct_option: "0.1875",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: хотя бы первый с котами",
        correct_option: "0.75",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: хотя бы первый с пожарами",
        correct_option: "0.25",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: не менее одного с котами",
        correct_option: "0.9375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: не менее одного с пожарами",
        correct_option: "0.4375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: менее 1 с котами",
        correct_option: "0.0625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: менее 1 с пожарами",
        correct_option: "0.5625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: не более 1 с котами",
        correct_option: "0.4375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: не более 1 с пожарами",
        correct_option: "0.9375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: более 1 с котами",
        correct_option: "0.5625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: более 1 с пожарами",
        correct_option: "0.0625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: не менее 2 с котами",
        correct_option: "0.5625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: не менее 2 с пожарами",
        correct_option: "0.0625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: менее 2 с котами",
        correct_option: "0.4375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: менее 2 с пожарами",
        correct_option: "0.9375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: оба вызова по разным причинам",
        correct_option: "0.375",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: или два с котами или два с пожарами",
        correct_option: "0.625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: хотя бы 2 с котами",
        correct_option: "0.5625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: хотя бы 2 с пожарнами",
        correct_option: "0.0625",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: хотя бы второй с котами",
        correct_option: "0.75",
      },
      {
        question:
          "За сезон на пожарную станцию поступают 0.75 вызовов с просьбой спасти котов с деревьев, а оставшиеся по причине пожаров. Найти верояность верояность того, что из двух вызовов: хотя бы второй с пожарами",
        correct_option: "0.25",
      },
    ],
    0,
    3,
  ],
  [
    12,
    [
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что обе взорвутся",
        correct_option: "0.56 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что обе не взорвутся",
        correct_option: "0.06 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что только одна взорвется",
        correct_option: "0.38 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что только одна не взорвется",
        correct_option: "0.38 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что одна залетит, а другая не взорвется",
        correct_option: "0.38 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хотя бы одна взорвется",
        correct_option: "0.94 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хотя бы одна не взорвется",
        correct_option: "0.44 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что петарда взорвется",
        correct_option: "0.8 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хлопушка взорвется",
        correct_option: "0.7 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что петарда не взорвется",
        correct_option: "0.2 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хлопушка не взорвется",
        correct_option: "0.3 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что только петарда взорвется",
        correct_option: "0.18 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что только хлопушка взорвется",
        correct_option: "0.14 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хотя бы петарда взорвется",
        correct_option: "0.8 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хотя бы хлопушка взорвется",
        correct_option: "0.7 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хотя бы петарда не взорвется",
        correct_option: "0.2 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хотя бы хлопушка не взорвется",
        correct_option: "0.3 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что Не менее одной взорвется",
        correct_option: "0.94  ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что Не менее одной не взорвется",
        correct_option: "0.44 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что менее одной взорвется",
        correct_option: "0.06 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что менее одной не взорвется",
        correct_option: "0.56 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что не более одной взорвется",
        correct_option: "0.44 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что не более одной не взорвется",
        correct_option: "0.94 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что более одной взорвется",
        correct_option: "0.56 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что более одной не взорветс",
        correct_option: "0.06 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что не меньше двух взорвется ",
        correct_option: "0.56 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что не меньше двух не взорвется",
        correct_option: "0.06 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что меньше двух взорвется",
        correct_option: "0.44 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что меньше двух не взорвется",
        correct_option: "0.94 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что одна взорвется, а другая нет",
        correct_option: "0.38 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что или обе взорвутся, или обе не взорвутся",
        correct_option: "0.62 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хотя бы две взорвутся",
        correct_option: "0.56 ",
      },
      {
        question:
          "Коля на Новый год купил одну петарду и одну хлопушку. Петарда взорвется с вероятностью 80%, а хлопушка с вероятностью 70%. Какова вероятность, что хотя бы две не взорвутся",
        correct_option: "0.06 ",
      },
    ],
    0,
    4,
  ],
  [
    13,
    [
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что оба сдадут",
        correct_option: "0.045",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что оба не сдадут",
        correct_option: "0.095",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что только один сдаст",
        correct_option: "0.86",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что только один не сдаст",
        correct_option: "0.86",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что один сдаст, а другой нет",
        correct_option: "0.86",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что хотя бы один сдаст",
        correct_option: "0.905",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что хотя бы один не сдаст",
        correct_option: "0.955",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что Петя сдаст",
        correct_option: "0.9",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что Ахмед сдаст",
        correct_option: "0.05",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что Петя не сдаст",
        correct_option: "0.1",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что Ахмед не сдаст",
        correct_option: "0.95",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что только Петя сдаст",
        correct_option: "0.855",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что только Ахмед сдаст",
        correct_option: "0.005",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что хотя бы Петя сдаст",
        correct_option: "0.9",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что хотя бы Ахмед сдаст",
        correct_option: "0.05",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что хотя бы Петя не сдаст",
        correct_option: "0.1",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что хотя бы Ахмед не сдаст",
        correct_option: "0.95",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что не менее одного сдаст",
        correct_option: "0.995",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что не менее одного не сдаст",
        correct_option: "0.955",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что менее одного сдаст",
        correct_option: "0.005",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что менее одной не сдаст",
        correct_option: "0.095",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что не более одного сдаст",
        correct_option: "0.955",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что не более одной не сдаст",
        correct_option: "0.905",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что более одного сдаст",
        correct_option: "0.045",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что более одного не сдаст",
        correct_option: "0.095",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что не меньше двух сдадут ",
        correct_option: "0.045",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что не меньше двух не взорвется",
        correct_option: "0.095",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что меньше двух сдадут",
        correct_option: "0.95",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что меньше двух не сдадут",
        correct_option: "0.86",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что один сдаст, а другой нет",
        correct_option: "0.86",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что или оба сдадут, или оба не сдадут",
        correct_option: "0.14",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что хотя бы два сдадут",
        correct_option: "0.045",
      },
      {
        question:
          "Петя и Ахмед сдают экзамен по физике. Петя очень хорошо подготовился и вероятность того, что он сдаст - 90%. Ахмед же вообще не готовился и не приходил на пары, вероятность того, что он сдаст - 5%. Найдите вероятность что хотя бы два не сдадут",
        correct_option: "0.095",
      },
    ],
    0,
    4,
  ],
];
